/*"HELP_BOOK" = "Mac Help";*/

"IR_PAIR_NOT_ADMIN_TIP" = "Vous devez ouvrir une session en tant qu’administrateur pour modifier ce réglage.";
"AUTH_TIP" = "Un nom et un mot de passe d’administrateur sont requis pour modifier ces réglages.";
"SRVR_TIP" = "Options indisponibles sur le serveur Mac OS X.";
"ADD" = "Ajouter";

/* FileVault */
"OK" = "OK";
"CONTINUE" = "Continuer";
"CANCEL" = "Annuler";
"CHANGE" = "Modifier…";
"APPLY" = "Appliquer";
"DONTAPPLY" = "Ne pas appliquer";

"BOLD_FONT_NAME" = "LucidaGrande-Bold";

/* LOCALIZATION NOTE: MUST KEEP THE SPACE AFTER THE WARNING: TO GET PROPER DISPLAY SPACING IN WINDOW*/
"WARNING_RED" = "ATTENTION :";

"FILEVAULT_UNAVAILABLE" = "Impossible d’activer FileVault pour ce compte.";
"FILEVAULT_UNAVAILABLE_DESC" = "Impossible d’activer FileVault pour ce compte car il s’agit d’un compte réseau ou alors le dossier de départ se trouve sur un serveur.";

"FILEVAULT_UNAVAILABLE_FSYS" = "Impossible d’activer FileVault pour protéger le dossier de départ de ce compte utilisateur.";
"FILEVAULT_UNAVAILABLE_FSYS_DESC" = "Le dossier de départ se trouve sur un volume n’étant pas au format Mac OS étendu.";

"MANAGED_TOOLTIP" = "Cette option est indisponible car gérée par votre administrateur système.";
"EXTERNAL_ACCOUNT_CANT_ENABLE_FILEVAULT" = "FileVault ne peut être activé pour ce compte. Les comptes externes doivent être créés en tant que comptes FileVault";

"MANAGED_TOOLTIP_AUTOLOGIN" = "Vous ne pouvez pas modifier l’ouverture de session car celle-ci est gérée par votre administrateur système.";

"MASTER_PASSWORD_VERIFY_ERR" = "Votre ancien mot de passe principal n’a pas été saisi correctement. Réessayez.";
/*"MASTER_PASSWORD_VERIFY_ERR_DESC" = "";*/

"PASS_VERIFY_ERR_SHORT" = "Les mots de passe ne concordent pas.";
"PASS_VERIFY_ERR" = "Le mot de passe et la confirmation ne concordent pas. Veuillez recommencer.";
/*"PASS_VERIFY_ERR_DESC" = "";*/

"MASTER_PASSWORD_IS_EMPTY_ERR" = "Vous n’avez pas saisi de mot de passe principal.";
"MASTER_PASSWORD_IS_EMPTY_ERR_DESC" = "Un mot de passe principal est requis pour activer FileVault.";

"PASSWORD_CANT_MATCH_HINT_ERR_SHORT" = "Le mot de passe et l’indice doivent être différents.";
"PASSWORD_CANT_MATCH_HINT_ERR" = "L’indice ne peut être identique au mot de passe. Veuillez choisir un indice différent.";
/*"PASSWORD_CANT_MATCH_HINT_ERR_DESC" = ""; */

"INCORRECT_PASSWORD_SHORT" = "Mot de passe incorrect";

"PASS_IS_EMPTY_ERR_SHORT" = "Vous n’avez pas saisi de mot de passe.";
"PASS_IS_EMPTY_ERR" = "Vous n’avez pas saisi de mot de passe.";
"PASS_IS_EMPTY_ERR_DESC" = "Pour activer FileVault sur le compte de cet utilisateur, un mot de passe d’accès au compte est requis.";

"KEYCHAIN_NONADMIN_PASSWORD" = "Le mot de passe de votre trousseau sera remplacé par celui de votre nouveau compte.";
/*"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";*/

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "Le mot de passe de votre trousseau sera remplacé par celui de votre nouveau compte.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Si votre trousseau est verrouillé, il vous sera demandé votre mot de passe de trousseau actuel avant de changer ce dernier.";

"FILEVAULT_ON_OTHER_USERS_LOGGED_IN" = "Il est impossible d’activer FileVault si d’autres utilisateurs ont ouvert une session sur votre ordinateur.";
"FILEVAULT_ON_OTHER_USERS_LOGGED_IN_DESCR" = "Demandez aux autres utilisateurs de fermer leur session, puis activez FileVault pour ce compte.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN" = "Il est impossible de désactiver FileVault si d’autres utilisateurs ont ouvert une session sur votre ordinateur.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN_DESCR" = "Demandez aux autres utilisateurs de fermer leur session, puis désactivez FileVault pour ce compte.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN" = "Il est impossible de convertir les formats FileVault si d’autres utilisateurs ont ouvert une session sur votre ordinateur.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN_DESCR" = "Demandez aux autres utilisateurs de fermer leur session, puis convertissez FileVault pour ce compte.";


"FILEVAULT_ON_NO_ROOM" = "Il n’y a pas assez d’espace disponible sur votre disque dur pour activer FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR" = "L’activation de FileVault requiert %@ d’espace disque supplémentaire sur le volume « %@ ». Essayez de vider la corbeille ou de supprimer des fichiers inutiles.";

"FILEVAULT_OFF_NO_ROOM" = "Il n’y a pas assez d’espace disponible sur votre disque dur pour désactiver FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR" = "La désactivation de FileVault requiert %@ d’espace disque supplémentaire sur le volume « %@ ». Essayez de vider la corbeille ou de supprimer des fichiers inutiles.";

"FILEVAULT_CONVERT_NO_ROOM" = "Il n’y a pas assez d’espace disponible sur votre disque dur pour convertir FileVault.";
"FILEVAULT_CONVERT_NO_ROOM_DESCR" = "La conversion de FileVault requiert %@ d’espace disque supplémentaire sur le volume « %@ ». Essayez de vider la corbeille ou de supprimer des fichiers inutiles.";

/* Added these strings as place holders if 3423947 is fixed */
"FILEVAULT_ON_NO_ROOM_WITH_HD_NAME" = "Il n’y a pas assez d’espace disponible sur « %@ » pour activer FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR_WITH_HD_NAME" = "Pour activer FileVault, %@ d’espace disque supplémentaires sont requis afin de créer une copie chiffrée du dossier de départ. Essayez de vider la corbeille ou de supprimer des fichiers inutiles de « %@ ».";

"FILEVAULT_OFF_NO_ROOM_WITH_HD_NAME" = "Il n’y a pas assez d’espace disponible sur « %@ » pour désactiver FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR_WITH_HD_NAME" = "Pour désactiver FileVault, %@ d’espace disque supplémentaires sont requis afin de créer une copie non chiffrée du dossier de départ. Essayez de vider la corbeille ou de supprimer des fichiers inutiles de \"%@\".";
"FILEVAULT_SECURE_ERASE_STATUS" = "Effacement sécurisé de votre ancien dossier de départ : %d%% terminé.";
"FILEVAULT_SECURE_ERASE_FINISHED" = "L’effacement sécurisé de votre ancien dossier de départ est terminé.";

"MASTER_PASSWORD_PART_1" = "Le mot de passe principal ";
"MASTER_PASSWORD_PART_2_NO" = "n’est pas défini";
"MASTER_PASSWORD_PART_2_YES" = "est défini";
"MASTER_PASSWORD_PART_3" = " pour cet ordinateur.";

"FILEVAULT_PART_1" = "La protection FileVault de ce compte est ";
"FILEVAULT_PART_2_NO" = "désactivée";
"FILEVAULT_PART_2_YES" = "activée";
"FILEVAULT_PART_3" = ".";

"SET_MASTER_PASSWORD" = "Définir…";
"TURN_ON_FILEVAULT" = "Activer FileVault…";
"TURN_OFF_FILEVAULT" = "Désactiver FileVault…";
"FILEVAULT_ON_NOTE" = "L’activation de FileVault peut prendre un certain temps.";
"FILEVAULT_OFF_NOTE" = "Désactiver FileVault peut prendre un certain temps.";

"CHANGE_PASS_FAILED_TITLE" = "Impossible d’utiliser ce mot de passe.";
"CHANGE_PASS_FAILED" = "Un problème est survenu avec votre mot de passe. Il se peut que votre administrateur système ne vous autorise pas à modifier votre mot de passe. Demandez de l’aide à votre administrateur système.";
"CHANGE_PASS_FAILED_QualityCheck" = "Votre mot de passe ne correspond pas aux critères requis spécifiés par votre administrateur système. Il requiert peut-être d’autres caractères, chiffres ou symboles. Si vous n’êtes pas sûr des critères requis pour le mot de passe, contactez votre administrateur système.";
"CHANGE_PASS_FAILED_TooShort" = "Votre mot de passe est trop court. Veuillez en saisir un plus long.";
"CHANGE_PASS_FAILED_TooLong" = "Votre mot de passe est trop long. Veuillez en saisir un plus court.";
"CHANGE_PASS_FAILED_NeedsLetter" = "Votre mot de passe doit comporter une ou plusieurs lettres. Veuillez saisir un nouveau mot de passe.";
"CHANGE_PASS_FAILED_NeedsDigit" = "Votre mot de passe doit comporter une ou plusieurs chiffres. Veuillez saisir un nouveau mot de passe.";
"CHANGE_PASS_FAILED_TooSoon" = "Vous avez modifié votre mot de passe récemment. Votre administrateur système ne vous autorise pas à modifier votre mot de passe aussi régulièrement. Demandez de l’aide à votre administrateur système.";

/* Location Services Reset Warnings strings */
"RESET_ALERT_MESSAGE_TEXT" = "Souhaitez-vous vraiment réinitialiser les alertes de localisation ?";
"RESET_ALERT_INFO_TEXT" = "Si vous y êtes invité, vous devrez autoriser les applications à utiliser votre emplacement.";

"IR_DISABLED_NOTE" = "Cet ordinateur ne fonctionne pas avec n’importe quelle télécommande.";
"IR_PAIRED_NOTE" = "L’ordinateur fonctionne uniquement avec la télécommande jumelée.";
"IR_UNPAIRED_NOTE" = "L’ordinateur fonctionne avec toute télécommande disponible.";
"IR_PAIRED_BUTTON" = "Désactiver le jumelage";
"IR_UNPAIRED_BUTTON" = "Jumeler…";

"REQUIRE_PASSWORD_FOR_EACH_PREFPANE_SECURE_CARD_TEXT" = "Mot de passe d’administrateur requis pour déverrouiller chaque sous-fenêtre des Préférences Système";

"GUEST_ACCOUNT_REQUIRE_PASSWORD_TOOLTIP" = "Les utilisateurs invités ne peuvent modifier ce réglage";

/* Firewall Strings */
"Remote Management" = "Gestion à distance";
"Network Time" = "Horloge de réseau";
"File Sharing" = "Partage de fichiers (%@)";
"FTP" = "FTP";
"SMB" = "SMB";
"AFP" = "AFP";
"Web Sharing" = "Partage Web";
"Printer Sharing" = "Partage d’imprimante";
"Remote Apple Events" = "Apple Events distants";
"Remote Login - SSH" = "Connexion à distance (SSH)";
"iChat Rendezvous" = "iChat Bonjour";
"iPhoto Rendezvous Sharing" = "Partage des photos iPhoto";
"iTunes Music Sharing" = "Partage de musique iTunes";
"Screen Sharing" = "Partage d’écran";
"Optical Disc Sharing" = "Partage DVD ou CD";

"CAPTION_FIREWALL_IS" = "Coupe-feu : ";
"FIREWALL_OFF" = "désactivé";
"FIREWALL_ON" = "activé";

"FIREWALL_BUTTON_START" = "Démarrer";
"FIREWALL_BUTTON_STOP" = "Arrêter";
"FIREWALL_START" = "Cliquez sur Démarrer pour activer le coupe-feu.";
"FIREWALL_STOP" = "Cliquez sur Arrêter pour désactiver le coupe-feu.";

"FIREWALL_ALERT" = "Le coupe-feu de cet ordinateur est désactivé.";
"FIREWALL_ALERT_INFO" = "Cliquez sur Démarrer pour activer le coupe-feu.";

"Services_DisplayName" = "Services";
"Applications_DisplayName" = "Applications";

"SHOW_IN_FINDER" = "Afficher dans le Finder";
"OPEN_SHARING_PREF" = "Ouvrir Partage";

"SERVICES_SECTION_TOOLTIP_FORMAT" = "Vous pouvez désactiver %@ dans les préférences Partage";
"OPEN_LOG_NO_LOG_TOOLTIP" = "Pas d’historique de coupe-feu disponible";

"AX_ADD_CONNECTION_DESCRIPTION" = "Ajouter une connexion";
"AX_DELETE_CONNECTION_DESCRIPTION" = "Supprimer la connexion";

"FIREWALL_EXPLANATORY_TEXT_LIMITED" = "Le coupe-feu est activé et configuré pour empêcher les applications, programmes et services non autorisés d’accepter les connexions entrantes.";
"FIREWALL_EXPLANATORY_TEXT_OFF" = "Le coupe-feu de cet ordinateur est désactivé. Toutes les connexions entrantes sont autorisées.";
"FIREWALL_EXPLANATORY_TEXT_BLOCK" = "Le coupe-feu est activé et configuré pour bloquer toutes les connexions entrantes, sauf celles nécessaires aux services Internet de base, comme DHCP, Bonjour, et IPSec.";
"FIREWALL_EXPLANATORY_TEXT_WARN" = "Le coupe-feu bloquera tous les services partagés, tels que partage de fichiers, partage d’écran, iChat Bonjour et partage de musique iTunes. Si vous voulez autoriser le partage de services, cliquez sur Avancé et décochez la case « Bloquer toutes les connexions entrantes ».";
"FIREWALL_EXPLANATORY_TEXT_WARN_ADV" = "Le coupe-feu bloquera tous les services partagés, tels que partage de fichiers, partage d’écran, iChat Bonjour et partage de musique iTunes. Si vous voulez autoriser le partage de services, cliquez sur Avancé et décochez la case « Bloquer toutes les connexions entrantes ».";
"FIREWALL_IMPORTANT" = "IMPORTANT";

"ALERT_UNSAVED_CHANGES" = "Ces réglages du coupe-feu ont des modifications non enregistrées";
"ALERT_UNSAVED_CHANGES_EXIT" = "Voulez-vous appliquer vos modifications avant de fermer la fenêtre des préférences Sécurité ?";

"%@ KB" = "%@ Ko";
"%@ MB" = "%@ Mo";
"%@ GB" = "%@ Go";
